Repository: lkmandy/spozzle
Catalog: lib/l10n/arb/app_*.arb
Languages: fr

# puzzleChangeTooltip
source: Changing the theme will reset your score
fr: Le changement de thème réinitialisera votre score

# puzzleRestartTooltip
source: Restarting the puzzle will reset your score
fr: Recommencer le puzzle réinitialisera votre score.

# puzzleChallengeTitle
source: Puzzle Challenge
fr: Défi de Jeu

# puzzleChallengeName
source: Dash in Africa
fr: Dash en Afrique

# puzzleNumberOfMoves
source: Moves
fr: Déplacements

# puzzleNumberOfTilesLeft
source: Tiles
fr: Pièce

# puzzleCompleted
source: Well done. Congrats!
fr: Bien joué. Félicitations !

# dashatarStartGame
source: Start Game
fr: Début du jeu

# dashatarGetReady
source: Get ready...
fr: Préparez-vous...

# dashatarRestart
source: Restart
fr: Redémarrer

# dashatarSuccessCompleted
source: It's a wrap...
fr: Défi du puzzle terminé

# dashatarSuccessWellDone
source: You're a Genius. Great Job!!
fr: Bien joué. Félicitations!

# dashatarSuccessScore
source: Score: {timeElapsed}
fr: Score

# dashatarSuccessNumberOfMoves
source: Moves: {numberOfMoves}
fr: {numberOfMoves} Déplacements

# puzzleTileLabelText
source: Value: {value}, position: {x}, {y}
fr: Valeur: {value}, position: {x}, {y}

# puzzleNumberOfMovesAndTilesLeftLabelText
source: Moves: {numberOfMoves}, tiles: {tilesLeft}
fr: Déplacements: {numberOfMoves}, Pièces: {tilesLeft}

# dashatarPuzzleDurationLabelText
source: {hours} hours {minutes} minutes {seconds} seconds
fr: {hours} heures {minutes} minutes {seconds} secondes

# dashatarSuccessShareYourScoreTitle
source: Share your score!
fr: Partagez votre score!

# dashatarSuccessShareYourScoreMessage
source: Invite your friends to enjoy the fun experience too!!
fr: Partagez ce puzzle pour défier vos amis et assurez-vous de vérifier le Flutter Puzzle Hack.

# dashatarSuccessShareText
source: Just solved the #Spozzle Slide Challenge! Check it out
fr: Je viens de résoudre le #FlutterPuzzleHack! Vérifiez-le ↓
